import '../Model/help.dart';

List<HelpModel> questionsRU = [
  HelpModel(
      question: "Что за приложение?",
      answer:
          "\"Мой универ - ИГХТУ\" - мобильное приложение для студентов ИГХТУ, в котором можно быстро посмотреть расписание пар или зайти на сайт moodle с автоматическим входом"),
  HelpModel(
      question: "Как пользоваться?",
      answer:
          "В этом приложении мы постарались сделать более понятным и удобным для всех. Здесь доступны 5 разделов: календарь, расписание пар, moodle, заметки и настройки. Вы можете выбрать любой раздел"),
  HelpModel(
      question: "Что делать если появились проблемы с работой приложения?",
      answer:
          "Вы можете обратиться в разделе \"Настройки\"->\"Обратиться в техподдержку\" и написать проблему. Мы постараемся ответить как можно быстрее."),
  HelpModel(
      question: "Как узнать, что вышло обновление?",
      answer:
          "Вы можете посмотреть в разделе \"Настройки\"->\"Информация о приложении\", затем нажать на кнопку \"Проверить наличие обновлений\". Если нет ответа, то у вас стоит текущая версия."),
          HelpModel(
      question: "Как войти в moodle?",
      answer:
          "Чтобы войти в moodle, нужно иметь логин или пароль от сайта moodle, выданного ИГХТУ. Далее нужно выбрать включить ли автоматический вход для быстрого входа или нет"),
          HelpModel(
      question: "Куда деваются данные(логин, пароль и т.д.)?",
      answer:
          "Все данные безопасно хранятся на вашем устройстве и на них установлено встроенное надежное шифрование, поэтому их сложно отследить."),
];